{
    "authenticating": "Autentikacija",
    "cancel": "Prekini",
    "cannotdownloadfiles": "Preuzimanje datoteka nije dozvoljeno u Mobilnim servisima, ova aplikacija ne može raditi s takvom postavkom. Molimo kontaktirajte administratora sjedišta.",
    "credentials": "Akreditivi",
    "credentialsdescription": "Molimo upišite korisničko ime i lozinku za prijavu ",
    "confirmdeletesite": "Jeste li sigurni da želite iizbrisati sjedište {{sitename}}?",
    "connect": "Prijavi se!",
    "connecttomoodle": "Prijavi se na Merlin",
    "erroraccesscontrolalloworigin": "The Cross-Origin call you're trying to perform has been rejected. Please check https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Greška prilikom brisanja ovog sjedišta. Molimo pokušajte ponovno.",
    "errorupdatesite": "Greška prilikom ažuriranja tokena sjedišta.",
    "help": "Pomoć",
    "helpmelogin": "<p>There are many thousands of Moodle sites around the world. This app can only connect to Moodle sites that have specifically enabled Mobile app access.</p><p>If you can't connect to your Moodle site then you need to contact a Moodle administrator at the place where you want to connect and ask them to read <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>To test the app in a Moodle demo site type <i>teacher</i> or <i>student</i> in the <i>Site URL</i> field and click the <b>Add button</b>.</p>",
    "invalidaccount": "Please check your login details or ask your site administrator to check the site configuration.",
    "invalidmoodleversion": "Invalid Moodle version. The minium version required is 2.4.",
    "invalidsite": "Adresa sjedišta nije ispravna.",
    "localmobileunexpectedresponse": "Moodle Mobile Additional Features check returned an unexpected response, you will be authenticated using the standard Mobile service.",
    "login": "Prijava",
    "loginbutton": "Prijavi se!",
    "logininsiterequired": "Prijavu u sustav potrebno je dovršiti u pregledniku.",
    "mobileservicesnotenabled": "Mobile Services are not enabled in your site. Please, contact your Moodle site administrator if you think mobile access should be enabled.",
    "newsitedescription": "Please enter the URL of your Moodle site. Note that it might not be configured to work with this app.",
    "notloggedin": "Potrebna je prijaviti se u sustav.",
    "password": "Louinka",
    "passwordrequired": "Lozinka je neophodna",
    "reconnect": "Ponovno spoji",
    "reconnectdescription": "Vaša je sesija istekla, potrebna je nova prijava u sustav.",
    "reconnectssodescription": "Vaša je sesija istekla, potrebna je nova prijava u sustav. Prijavu u sustav potrebno je dovršiti u pregledniku.",
    "siteaddress": "Adresa sjedišta",
    "siteinmaintenance": "Sjedište je u fazi redovnog održavanja",
    "siteurl": "URL sjedišta",
    "siteurlrequired": "URL sjedišta je obvezan, npr. <i>http://moodle.srce.hr/2014-2015/ ili http://moodle.srce.hr/2015-2016/</i>",
    "username": "Korisničko ime",
    "usernamerequired": "Korisničko ime je neophodno",
    "webservicesnotenabled": "Web Services are not enabled in your site. Please, contact your Moodle site administrator if you think mobile access should be enabled."
}
